src/test/scripts/getitems.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.inventory/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:getItems/>
   </soapenv:Body>
</soapenv:Envelope>
